const DIALECT_MESSAGES: Record<string, string> = {
    seoul: '취향에 딱 맞게 찾아드릴게요!\n나만을 위한 서울 축제 추천',
    incheon: '인천 오셨네요, 믿고 맡겨요~\n나만을 위한 인천 축제 추천',
    gyeonggi: '경기도 구석구석 골라드릴게요!\n나만을 위한 경기 축제 추천',
  
    gangwon: '시원한 강원 바람처럼 딱 골라드릴게요!\n나만을 위한 강원 축제 추천',
  
    daejeon: '그려유, 취향 맞춰드릴게유~\n나만을 위한 대전 축제 추천',
    chungbuk: '취향 맞춰드릴게유~\n나만을 위한 충북 축제 추천',
    chungnam: '느긋하게 골라드릴게유~\n나만을 위한 충남 축제 추천',
  
    gwanju: '거시기 취향 딱 맞춰주겠당께!\n나만을 위한 광주 축제 추천',
    jeonbuk: '거시기~ 니 취향 맞춰줄라잉?\n나만을 위한 전북 축제 추천',
    jeonnam: '거 그라제잉, 딱 맞춰주제잉!\n나만을 위한 전남 축제 추천',
  
    gyeongbuk: '와! 취향 딱 맞춰줄게카이!\n나만을 위한 경북 축제 추천',
    daegue: '마, 취향 딱 맞춰줄게!\n나만을 위한 대구 축제 추천',
    gyeongnam: '아이라~ 취향대로 골라줄게예!\n나만을 위한 경남 축제 추천',
    ulsan: '마, 울산은 내가 챙길게! 딱 맞춰준다!\n나만을 위한 울산 축제 추천',
    buan: '마! 취향에 딱 맞게 찾아줄게!\n나만을 위한 부산 축제 추천',
  
    jeju: '혼저옵서예, 취향 싹 맞춰드릴게!\n나만을 위한 제주 축제 추천',
  } as const;
export default DIALECT_MESSAGES;